Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Today, January 18, is an important day for the Internet.
ko: 1월 18일 오늘은 인터넷에게 있어 중요한 날이다.

source: Corporate websites, from Google to Twitpic, along with civil society groups and individuals, have all joined together in a common cause: to protest two American bills that could have grave effects for global online free expression.
ko: 구글과 트윗픽을 비롯한 웹사이트 기업들과 시민 단체들은 시민들과 같은 목적을 가지고 뭉쳤다. 바로 세계 인터넷 상의 표현의 자유에 중대한 영향을 미칠 미국의 두 법안에 저항하기 위해서다.

source: As Global Voices' Executive Director Ivan Sigal has written, "there are powerful corporate and government forces who would prefer to see the openness and accessibility of the web restricted."
ko: 글로벌 보이스의 전무 이사 이반 시갈이 썼듯, "웹의 열린 환경과 접근성이 제한되기를 원하는 강력한 기업과 정부가 존재하며" 온라인 저작권 침해 금지 법안(Stop Online Piracy Act) (SOPA) 과 지적 재산권 보호 법안(Protect-IP Act) (PIPA) 은 웹사이트들이 저작권이 있을 수 있는 게시물들을 검열하도록 강요할 것이다.

source: The Stop Online Piracy Act (SOPA) and the Protect-IP Act (PIPA) would both force websites to pro-actively censor potentially copyrighted information, and could, as Sigal wrote, "inflict broad damage on the work of digital activists living under repressive regimes, as well as restrict basic speech freedoms around the world."
ko: 또한 "억압적인 정권 아래에 살고있는 디지털 운동가들의 활동에 큰 피해를 줄 것이며 세계 곳곳에서 기본적인 표현의 자유를 제한할" 가능성이 있다.

source: Because these bills have the potential to affect Internet users worldwide, members of the global community have joined Americans in protest. From German digital rights group Netzpolitik to Open Media Canada to individual bloggers and social media users, the sentiment is the same: Stop these bills.
ko: 이 법안들의 경우 전세계의 인터넷 사용자들에게 영향을 끼칠 가능성이 있기 때문에, 글로벌 커뮤니티의 회원들은 미국인들과 함께 저항에 동참했다.

source: Blacking out
ko: 블랙 아웃(정전, 암전)

source: French site https://linuxfr.org goes dark against #SOPA
ko: French site https://linuxfr.

source: Many sites have chosen to express their opposition by blacking out their sites, either entirely or with an interstitial page.
ko: 많은 사이트들은 사이트 전체 또는 중간에 삽입되는 페이지를 검게 칠함으로써 그들의 반감을 표출했다.

source: Danica Radovanovic (@DanicaR), writing for Australian blog network DejanSEO, discusses Wikipedia's decision to join the blackout, a decision that affects the site's diverse global community:
ko: 호주 블로그 네트워크 DejanSEO에서 글을 쓰는 다니카(Danica Radovanovic, @DanicaR)은 위키피디아의 '블랙아웃'에 대해 토론했다.

source: Over the course of the past 72 hours, over 1800 Wikipedians have joined together to discuss proposed actions that the community might wish to take against SOPA and PIPA.
ko: 72시간이 경과한 후, 1800명이 넘는 위키피디안(역자 주: 위키피디아를 작성하고 운영에 참여하는 사람들)이 SOPA와 PIPA에 맞서 어떤 행동을 취할 것인지에 대해 토론하기 위해 모였다.

source: This is by far the largest level of participation in a community discussion ever seen on Wikipedia, which illustrates the level of concern that Wikipedians feel about this proposed legislation.
ko: 이는 위키피디아 역사상 가장 높은 커뮤니티 토론 참여도로써 위키피디안들이 이번 법안에 대해 가지고 있는 걱정을 보여주고 있다.

source: The overwhelming majority of participants support community action to encourage greater public action in response to these two bills.
ko: 이들 중 대다수는 두 법안에 대한 반항을 고취시키기 위한 단체 행동을 지지했다.

source: Of the proposals considered by Wikipedians, those that would result in a “blackout” of the English Wikipedia, in concert with similar blackouts on other websites opposed to SOPA and PIPA, received the strongest support.
ko: 위키피디안들의 제안들 중 SOPA와 PIPA를 반대하는 다른 웹사이트들과 같이 영문판 위키피디아를 '블랙 아웃(정전)'시키자는 제안이 가장 많은 지지를 받았다.

source: French organization La Quadrature du Net has joined its American counterparts in blacking out its website, displaying the following image: The Pirate Party of Catalunya blacks out in solidarity
ko: 프랑스 조직 라 콰드라투어 뒤 넷(La Quadrature du Net) 은 미국 사이트들과 같이 '웹사이트 정전'에 동참하며 이런 이미지를 내걸었다:

source: Pirate parties are among the most stringent opponents of the anti-piracy bills.
ko: The Pirate Party of Catalunya blacks out in solidarity

source: In Spain, Catalunya, Switzerland, Argentina, Canada, and Sweden (among, almost certainly, many others), local pirate parties have joined in blacking out their websites.
ko: 스페인, 카탈로냐, 스위스, 아르헨티나, 캐나다, 그리고 스웨덴 (다른 많은 이들 중에)에서 지역 해적당은 웹사이트 정전에 동참했다.

source: Also blacking out for January 18 are Germany's Chaos Computer Club and Green Party, and international organization Reporters Without Borders.
ko: 1월 18일에 (웹사이트를) 정전시키는 다른 이들로는 독일의 카오스 컴퓨터 클럽과 녹색당, 그리고 국제적 단체인 국경없는 기자단이 있다.

source: The latter explained its decision, writing:
ko: 후자는 그들의 결정에 대해 이렇게 설명했다:

source: We have decided to close our English-language website for 24 hours to symbolize the oppressive gag that would spread over the Internet as we know it if SOPA and PIPA are adopted.
ko: 이 법안은 어떤 지적재산권 위반이나 혐의가 없는 셀 수 없이 많은 인터넷 사용자들에게 피해를 줄 것입니다.

source: These bills would affect an incalculable number of Internet users who are innocent of any kind of intellectual property violation by forcing websites to block access to other sites suspected of vaguely-defined copyright breaches.
ko: 이 법안에 반대하면서 (사이트를) 정전시키는 다른 사이트들의 사진을 보려면, 넷폴리틱의 SOPA 정전 갤러리를 확인하면 된다.

source: For more images of sites blacking out in protest, check out Netzpolitik's SOPA blackout gallery.
ko: 몇몇 국가들에서는 블로거들이 SOPA와 PIPA에 반대하는 것의 중요성을 알리고 있다.

source: Translating the importance of activism
ko: 그녀는 이렇게 적고 있다:

source: In some countries, bloggers have taken it upon themselves to educate their communities about the importance of opposing SOPA and PIPA. Lebanese blogger Mireille Raad has written an explanation for why Lebanese citizens should care about these bills.
ko: 레바논인이라고 해서 인터넷을 안 쓰는 건 아닙니다-SOPA는 인터넷에 안 좋은 영향을 미칠 것이고 이는 미국 밖의 웹사이트들에도 영향을 끼칠 겁니다.

source: Being a lebanese, doesn’t stop you from being an internet user – the SOPA will affect the internet in a bad way and it involves websites outside the US, and that’s yours... ...You should care and be pissed of, because, like it or not, the internet doesn’t exist in the clouds, it is made of companies that exist in countries and have to answer to local laws despite the fact that internet is “global”.
ko: 당신은 (이 문제에 대해) 관심을 가져야 하고 분노해야 합니다. 인터넷은 구름 속에 존재하는 게 아니라 각 나라에 있고 인터넷은 "세계적"인데도 불구하고 그 지역의 법을 따라야하는 기업들로 이루어져 있기 때문이죠.

source: This fact is making people worldwide care about the SOPA legislation – and even though you may feel powerless, you still should care and take online action – because all citizens in cyberspace are created equal and so their actions resonate equally
ko: 이 사실이 전 세계 사람들이 SOPA 법안에 관심을 가지는 이유입니다-그리고 당신은 힘이 없다 느낄지 몰라도 계속해서 관심을 가지고 온라인으로 행동을 취해야 합니다-사이버 공간의 사람들은 평등하므로 모두의 행동이 똑같이 반향을 일으키니까요.

source: An earlier post Taiwanese freedom of information activist CK Hung dubs the anti-piracy bills "The Great Firewall of Chinamerica."
ko: 이전 포스트에서 대만의 정보의 자유 운동가인 CK 헝(CK Hung)은 온라인 저작권 침해 법안을 "차이나아메리카의 거대한 방화벽"이라 명명했다.

source: In a graphic , the blogger demonstrates his point:
ko: 그는 이 이미지를 통해 그의 요점을 설명했다.

source: Edit: An English version of the graphic is also available:
ko: Edit: 영어 버전도 있다:

source: He also writes:
ko: 그는 또 이렇게 말한다:

source: I really do hope #SOPA and #PIPA bills aren't passed through the senate.
ko: 정말 #SOPA와 #PIPA 법안이 상원을 통과하지 못했으면 좋겠군요.

source: Legislation against piracy is needed, but that really isn't the way
ko: (온라인)해적질에 대한 규제는 필요하지만, 이런 건 좀 아니지 않습니까.

source: Pointing out the participation of Argentine video platform Cuevana, @Gaby_xoa points out:
ko: 아르헨티나 비디오 사이트 쿠에바나의 참여를 지적하며, @Gaby_xoa 는 말한다:

source: China: Veto of UN Security Council Draft Resolution on Syria Draws Praise and Grief · Global Voices
ko: 중국: UN 안보리 시리아 관련 결의안 초안 거부, 그 파장

source: Russia and China seem to have voted with their own interests in mind yesterday in their controversial opposition to a draft resolution at the UN Security Council which calls on Syrian president Bashar al-Assad to stop the killings in his country, a revision of an earlier draft calling on Assad to relinquish power.
ko: 어제 중국과 러시아가 자신의 이익 관계에 따라 시리아 대통령 바샤르 알 아사드가 자국에서 저지르고 있는 학살을 막는 결의안 초안에 논란이 되는 거부권을 행사한 것으로 보인다.

source: China justified its decision to veto the draft resolution, saying it wants to promote peace in Syria, and Russia claims to hope for a diplomatic approach to resolving the conflict in the country.
ko: 중국은 시리아의 평화를 촉진하고 싶다며 결의안 초안에 대한 거부권 행사를 정당화했고, 러시아는 시리아 사태에 대한 좀 더 유연한 접근을 희망한다고 밝혔다.

source: As FireDogLake writer David Dayen points out: "The fact that Russia still supplies arms to the Syrian security forces clearly weighed heavily on the vote today."
ko: 파이어독레이크(FireDogLake) 작가 데이비드 데이븐이 지적하듯, "러시아가 시리아 정부군에 무기를 공급한다는 점이 오늘 투표에 큰 영향을 미쳤다.

source: US ambassador to the UN, Susan Rice, confronting Li Baodong, China.
ko: UN 미국 대사 수잔 라이스, 중국 대사 리 바오동과 대면하다.

source: Image posted to Weibo.
ko: 웨이보 제공 사진.

source: Unrest in the country has led to an estimated 7,000 deaths since March last year, with more than 200 lives lost in a massacre earlier this week.
ko: 시리아에서 일어나는 사태로 인해 지난 해 3월 이후 약 7000명 가량이 사망한 것으로 추정되며 , 이번 주 초에 일어난 학살로 인해 200명이 목숨을 잃었다.

source: Hu Xijin, editor-in-chief of the People's Daily tabloid Global Times, made today what is perhaps one of the most vocal statements in support of China's decision to veto the draft resolution, ending up under heavy fire in the comments section.
ko: 오늘 인민일보의 타블로이드 기관지 글로벌 타임즈의 편집장 후시진은 결의안 초안에 거부권을 행사한 중국의 결정을 옹호하는 다소 강경한 발언을 해 댓글란을 뜨겁게 달궜다.

source: Taking offense at Susan Rice's reported "disgust" at China's vote, Hu confuses her with Condoleezza Rice but also writes:
ko: 그는 수잔 라이스가 중국의 반대표에 대해 '역겨움'을 느꼈다는 보도에 화를 내며, 그러나 수잔 라이스를 콘돌레자 라이스와 혼동하면서 , 이렇게 썼다 :

source: China: Online Protest Against the Bear Bile Business · Global Voices
ko: 중국: 네티즌,곰 쓸개즙 사업에 항의하다

source: Since early 2011, Gui Zhentang, China's largest bear bile medicine producer, has been trying to apply for stock market launch on the Shenzhen Stock Exchange.
ko: 중국에서 가장 큰 웅담(곰 쓸개즙) 제조자인 귀전탕은 2011년 초부터 선전 증권거래소에 회사 상장 신청을 하고 있다.

source: Last year, the application was turned down as a result of netizens' protests.
ko: 하지만 작년엔 네티즌들의 항의로 인해 신청이 거부되었다.

source: This year, the company tried to mobilize public support by securing the support of the Association of Chinese Traditional Medicine, which accused animal rights activists of conspiring to western imperialism.
ko: 이 회사는 '서구의 제국주의와 결탁하고 있다'며 동물권리보호 운동가들을 비난한 중국 전통 의학협회의 지지를 확고히 함으로써 이번 해에 대중의 지지를 동원하려 하고 있다.

source: Currently, netizens continue to protest against bear bile harvest business and 96% of public opinion is against the further expansion of bear farming in China.
ko: 지금도 네티즌들은 곰 쓸개즙 채취 사업에 반대하고 있으며 여론의 96%는 중국의 곰 농장 사업 확장에 반대하고 있다.

source: If Gui Zhentang manage to obtain new capital by being listed in the stock market, they will expand the number of bears living in torture from 400 to 1,200.
ko: 만약 귀전탕이 증권시장에 상장되어 새로운 자본을 얻을 수 있게 된다면, 그들은 고통 속에 살아가고 있는 곰들의 수를 400마리에서 1200마리로 늘릴 것이다.

source: China Bubble Watch has more background about bear farming industry in China:
ko: 중국 거품 감시단 (China Bubble Watch)는 중국의 곰 농장 사업에 대해 더 많은 배경지식을 제공한다:

source: Bear bile is considered a precious ingredient in traditional Chinese medicine.
ko: 곰 쓸개즙은 중국 전통 의학에서 귀중한 약재로 여겨집니다.

source: Despite the fact that there are already synthetic alternatives that prove to have the same medical effects as bear bile, companies like Gui Zhentang still kept moon bears (an endangered species in cages, cut a hole in their stomach and stick a tube into their gall bladder to drain bile from them everyday.
ko: 곰 쓸개즙과 똑같은 효능을 가진 것으로 밝혀진 인조 대안책들이 있는데도 불구하고, 귀진탕 같은 업체들은 반달가슴곰(멸종위기종)을 철장 안에 가두고 배에 구멍을 뚫어 쓸개에 관을 꽂아서 매일 쓸개즙을 채취해 왔습니다.

source: NGOs like Animal Asia and End Bear Farm have detailed documentation of such cruel practices on their websites.
ko: 애니멀 아시아(Animal Asia)와 곰 농장을 철폐하라 (End Bear Farm)과 같은 NGO들의 웹사이트에는 이런 잔혹한 행위들을 담은 비디오가 올라와 있습니다.

source: Bear farming is a huge and highly profitable industry in China, there are 68 registered bear farms, more than 20,000 caged bears, which provide ingredients to 153 kinds of traditional medicines that are being produced by 186 pharmaceutical companies (according to a report by China Business Network).
ko: 곰 농장은 중국에서 거대하고 수익성이 높은 산업입니다. 현재 68개의 곰 농장이 등록되어있고, 186개의 제약회사에 의해 생산되는 153종의 전통 약품의 재료가 되는 2만 마리가 넘는 곰들이 철장에 갇혀 있습니다.

source: In order to counter public opinion against their cruel business, Gui Zhentang has secured support form the Association of Chinese Traditional Medicine, which on February 7, 2012, issued a letter asking media outlets to censor negative information about Chinese medicine:
ko: 이런 잔인한 사업에 대한 반대 여론을 막아내기 위해, 귀전탕은 중국 전통 의학협회의 지지를 확고히 했다. 중국 전통 의학협회는 2012년 2월 7일 중국 매스컴에게 중국 의학에 대한 부정적 정보를 검열해달라고 요청하는 내용의 편지를 발표했다. :

source: The Chinese Traditional Medicine Association's letter to media outlets via Sina Weibo user Nancy
ko: 매스컴에게 보내는 중국 전통 의학협회의 편지. 시나 웨이보 사용자 낸시 출처.

source: To oppose Western interests from promoting inappropriate competition behavior and continue the Traditional Chinese Medicine legacy by developing farming businesses so as to protect people's medical needs, the Association of Chinese Traditional Medicine urges the following:
ko: 서구 세력의 부적절한 경쟁 조장 행위에 반대하고, 농장 사업의 확장을 통해 국민의 의학적 필요를 만족함과 동시에 중국 전통 의학의 유산을 이어나가기 위하여, 중국 전통 의학협회는 다음 사항들이 행해질 것을 강력히 요청한다:

source: Strengthen the objective and positive image of the Chinese medicine industry by promoting the achievement of Chinese Traditional Medicine and businesses, such as Moon Bear bile harvest.
ko: 반달 가슴곰 쓸개즙 채취와 같은 중국 전통 의학과 관련 사업의 성과를 홍보함으로써 중국 의학 산업의 목적과 긍정적 이미지를 굳건히 한다.

source: By means of technology intervention and active promotion, help the public to develop a sense of pride in Chinese Traditional Medicine and legacy.
ko: 현대 과학 기술의 도움과 적극적 홍보를 통해 국민들이 중국 전통 의학에 대한 자긍심을 갖도록 한다.

source: Optimize information by deleting and screening out that which misleads and portrays a negative image of the Chinese Traditional Medicine industry.
ko: 중국 전통 의학 산업의 부정적 이미지를 보여주고 잘못된 정보를 알리는 정보들을 삭제함으로써 좋은 정보들만 알려지도록 한다.

source: Attack those opinions that are misleading and untrue.
ko: 거짓되고 오해의 소지가 있는 정보들을 공격한다.

source: Sina Weibo user Nancy is outraged by the statement:
ko: 시나 웨이보 사용자인 낸시는 이 발언에 대한 분노를 표출한다 :

source: Global: Vigils in Solidarity with Tibetans · Global Voices
ko: 전세계: 티베트인과의 밤샘 기도

source: Since early February 2012, a series of global vigils have taken place in all over the world to express solidarity with Tibetans, following a call from Kalong Tripa Dr. Lobsang Sangay.
ko: 2012년 2월 초부터 롭상 상가이 칼롱 트리파(총리) 의 부름에 티베트인들과의 결속을 보이기 위한 전세계적 규모의 밤샘기도가 연달아 이어졌다.

source: As February 22 is the Tibetan New Year, activists are calling for another round of solidarity action.
ko: 2월 22일이 티베트 설이기 때문에, 운동가들은 또 다른 연대 움직임을 제창하고 있다.

source: A map on global vigils in solidarity with Tibetans on February 8, 2012.
ko: 2012년 2월 8일 티베트인들과의 결속을 보이기 위한 전세계적 규모의 밤샘기도를 보여주는 지도.

source: Ever since the invasion of Tibet, the Chinese government has claimed that it seeks to create a socialist paradise.
ko: 티베트 침공 이후, 중국 정부는 '공산주의 낙원'을 건설하고자 한다고 주장해왔습니다.

source: However, basic human rights are being denied to Tibetans, the fragile environment is being destroyed, Tibetan language and culture is being assimilated, portraits of His Holiness the Dalai Lama are banned, and Tibetans are being economically marginalized.
ko: 하지만 티베트인들의 기본적 인권은 무시당하고 있고, 환경이 파괴되고 있으며, 티베트의 고유한 언어와 문화가 (다른 문화에) 동화되고 있는데다가 달라이 라마 성하의 초상화는 금지되어 있고, 티베트인들은 경제적으로 소외되고 있습니다.

source: Tibet is in virtual lockdown.
ko: 티베트는 사실상 제재 상태에 놓여있습니다.

source: Foreigners have been barred from travelling to Tibet now and the entire region is essentially under undeclared martial law.
ko: 이제 외국인들이 티베트를 여행하는 것도 금지되었고, 지역 전체가 공식 선언만 안된 계엄령 아래에 있습니다.

source: I urge the Chinese leadership to heed the cries of the Tibetan protestors and those who have committed self-immolation.
ko: 나는 중국 정부가 티베트인 시위대와 분신자살한 이들의 외침을 듣기를 촉구합니다.

source: You will never address the genuine grievances of Tibetans and restore stability in Tibet through violence and killing.
ko: 폭력과 학살을 통해서 티베트인들의 비통함을 알리고 안정을 되찾을 수는 없습니다.

source: The only way to resolve the Tibet issue and bring about lasting peace is by respecting the rights of the Tibetan people and through dialogue.
ko: 티베트 문제를 해결하고 지속적인 평화를 가져올 유일한 방법은 티베트인들의 권리를 보장하고 서로 대화를 하는 것입니다.

source: As someone deeply committed to peaceful dialogue, the use of violence against Tibetans is unacceptable and must be strongly condemned by all people in China and around the world.
ko: 평화적 대화를 헌신적으로 주장하는 한 사람으로써, 티베트인들에 대한 폭력은 용납할 수 없는 행위이며 중국과 전세계인들에 의해 비난받아야 할 행위라고 감히 말합니다.

source: I call on the international community to show solidarity and to raise your voices in support of the fundamental rights of the Tibetan people at this critical time.
ko: 저는 지금 이 중요한 시점에 여러분이 단결을 보여주고 티베트인들의 기본적 권리를 지지하는 목소리를 내주기를 부탁드립니다.

source: I request that the international community and the United Nations send a fact-finding delegation to Tibet and that the world media be given access to the region as well.
ko: 저는 국제 사회와 국제연합(UN)이 티베트에 사실확인대표단을 보내고 세계 언론이 이 지역에 출입할 수 있도록 허락받을 것을 요구합니다.

source: The leaders in Beijing must know that killing its own "family members" is in clear violation of international and Chinese laws, and such actions will cast further doubts on China's moral legitimacy and their standing in world affairs.
ko: 베이징의 지도자들은 자신의 "가족들"을 죽이는 것이 중국 국내법 그리고 국제법에 반하는 행위이며, 이러한 행위들이 중국의 도덕성에 의문을 제기하고 세계 문제에 대한 중국의 입지를 약화시킬 것임을 알아야 합니다.

source: During Chinese Vice President Xi Jingping's visit to the United States last week, Tibetan activists greeted Xi and the group of organized supporters with stories about human rights conditions in China.
ko: 지난 주 이루어진 중국 시진핑 부주석의 미국 방문 기간 동안, 티베트인 운동가들은 중국의 인권 상황에 대한 이야기들로 시진핑과 지지자들을 맞았다.

source: Below is a YouTube video taken on February 15 in Muscatine, Iowa:
ko: 아래는 아이오와 머스카틴에서 2월 15일 촬영된 유튜브 비디오이다:

source: As the Tibetan New Year is approaching, a number of Hong Kong activists have organized a candle night vigil outside the China Government Liaison Office to mourn for those Tibetans who have self-immolated to call for a free Tibet.
ko: 티베트 설이 다가오고 있는 와중에, 홍콩의 운동가들은 중국 정부 연락사무소 밖에서 티베트의 자유를 외치며 분신자살한 티베트인들에 대한 애도의 촛불 밤샘기도 를 조직했다.

source: In addition, more than 240 have signed up for a Butter Lamp Pray event* to express their solidarity with Tibetans:
ko: 또한 240명이 넘는 사람들이 티베트인들과의 결속을 보이기 위해 버터 등불 기도 행사*에 신청했다.

source: In Tibet, from 27 Feb 2009 to 19 Feb 2012, 23 Tibetans have self-immolated to protest for a free Tibet and the return of The Dalai Lama.
ko: 티베트에서 2009년 2월 27일부터 2012년 2월 27일까지 23명의 티베트인들이 티베트의 자유와 달라이 라마의 귀환을 요구하며 몸에 불을 붙였습니다.

source: 15 of them had lost their lives.
ko: 이 중 15명이 목숨을 잃었습니다.

source: Under the repressive circumstance in Tibet, self-immolation is an ultimate act of nonviolence demonstration.
ko: 티베트의 억압적인 환경에서, 몸에 불을 붙이는 행위는 비폭력 시위의 정점과 같은 행위입니다.

source: Tibet question seems so far away from us, but as a human being, it doesn’t mean that we can do nothing.
ko: 티베트의 상황은 우리와 먼 이야기같지만, 같은 인간으로써 우리가 아무 것도 할 수 없다는 뜻은 아닙니다.

source: At least, we should pray for the death.
ko: 적어도 그들의 죽음에 대해 기도라도 해야합니다.

source: One of the spiritual practices among Tibetan Buddhists is to offer a lighted butter lamp that represents the illumination of wisdom and to purify bad Karma.
ko: 티베트 불교도들의 영적 지도행위 중 하나는 지혜의 발현과 나쁜 카르마 정화를 상징하는 불 켜진 버터 등불을 주는 것입니다.

source: Following their belief, we shall also light for the Tibetans who have self-immolated and pray for Tibet.
ko: 그들의 믿음을 따라, 우리 또한 몸에 불을 붙인 티베트인들을 위해 (등불에) 불을 키고 티베트를 위해 기도해야합니다.

source: * Disclosure: the writer has been added as a host of the Butter Lamp Pray Facebook event.
ko: * 추가: 글쓴이는 버터 등불 기도 페이스북 행사의 주최자로도 추가되었습니다.

source: Thumbnail and featured image shows annual Tibet Freedom March in central London, UK, by sinister pictures, copyright Demotix (12/03/11).
ko: 섬네일과 첨부된 사진은 시니스터픽처스(sinister pictures) 가 찍은, 영국 런던 중심지에서 매년 벌어지는 '티베트에 자유를' 행진 사진입니다. 저작권은 데모틱스(Demotix) 에 있습니다.

source: Syria: Shock and Disbelief Over Murder of Journalists · Global Voices
ko: 시리아: 저널리스트의 죽음을 둘러싼 충격

source: Netizens covering the daily carnage in Syria on social media had to take a step back today to soak in news of more atrocities committed against humanity in the Baba Amr neighbourhood, in besieged city of Homs.
ko: 소셜 미디어로 시리아에서 매일 벌어지는 대학살을 보도하고 있는 네티즌들은 오늘 포위된 도시 홈스의 바바 아므 지역에서 추가적으로 벌어진 반인륜적 행위에 경악했다.

source: NPR media strategist Andy Carvin, who is in Tripoli, Libya, tweets:
ko: 현재 리비아 트리폴리에 있는 NPR 미디어 전략가 앤디 카빈의 트윗이다:

source: @acarvin: I need to unplug for a bit before I say something I'll regret.
ko: @acarvin: 내가 후회할 말을 하기 전에 좀 나가 있어야겠다.

source: I just can't take this right now. #homs #syria
ko: #홈스(homs) #시리아(syria)

source: @acarvin: Killing reporters and citizen journalists won't stop us from bearing witness.
ko: @acarvin: 기자들과 시민 기자들을 죽인다고 해서 우리가 (현장을) 목격하는 걸 막을 수는 없다.

source: You can't stop us. #syria #homs
ko: #시리아(syria) #홈스(homs)

source: And continues:
ko: 그리고 이어간다:

source: @acarvin: These reporters and citizen journos muster more bravery in a day than I ever will in a lifetime.
ko: @acarvin: 기자들과 시민 기자들은 하루 동안 내가 한평생 하는 것보다 더 많은 용감한 일을 했다.

source: I am forever in their debt. #syria #homs
ko: 난 그들에게 영원한 빚을 졌다.

source: While Iyad El Baghdadi admits:
ko: #시리아 #홈스

source: @Iyad_elbaghdadi: I have to take a break and cry for a bit.
ko: @Iyad_elbaghdadi: 잠깐 휴식 시간을 가지고 울어야겠습니다.

source: See you later.
ko: 좀 있다 보죠.

source: The reactions followed reports on the deaths of American journalist Marie Colvin, who works for Britain's the Sunday Times and French photographer Remi Ochlik.
ko: 영국 선데이 타임즈 소속의 미국인 저널리스트 마리 콜빈과 프랑스 사진기자 레미 오슐리크가 죽었다는 소식이 전해지자 나온 반응들이었다.

source: According to Reuters, "shells hit the house in which they were staying and a rocket hit them when they were escaping."
ko: 로히터에 따르면, "포탄이 그들이 있던 집에 날아왔고 그들은 대피하던 도중 로켓을 맞았다.

source: Meanwhile, netizens on the ground report that a third reporter is also said to be injured, when the media centre the journalists and activists were in was attacked.
ko: 한편 현지 네티즌들은 저널리스트들과 운동가들이 있던 미디어 센터가 공격당했을 때 또 다른 기자가 부상당했다고 전했다.

source: Tweets4peace accuses the Syrian regime of conducting the attack.
ko: 트윗포피스(Tweets4peace)는 공격을 자행한 시리아 정부를 규탄했다.

source: The Twitter user notes:
ko: 트위터 유저의 말이다:

source: @tweet4peace: We know it is regime is because these type of missile attacks have been continuous for 19 days now.
ko: @tweet4peace: 19일 동안 이런 미사일 공격이 있어왔기 때문에 이번 일도 정권의 소행임을 알 수 있습니다.

source: Today was target on media centre #homs
ko: #홈스(homs)

source: The news created an outpouring of sympathy on Twitter, already reeling over the world's silence at the massacres being committed against Syrians protesting against Bashar Al Assad and his regime and claiming the lives of thousands of citizens.
ko: 이미 바샤르 알 아사드와 그의 정권에 맞서는 시리아인들에 대한 (벌써 몇 천명의 시민들의 목숨을 빼앗은) 학살에 침묵하는 세계에 충격을 받은 트위터에 소식이 전해지자 네티즌들의 애도의 물결이 불고 있다.

source: From Egypt, Maha Abdoelenein tweets:
ko: 이집트에서 마하 압둘레닌의 트윗:

source: @mahagaber: Utter Shock & Disbelief.
ko: @mahagaber: 엄청난 충격이고, 한편으로는 믿기지도 않습니다.

source: Marie Colvin killed in Homs, Syria today.
ko: 마리 콜빈이 오늘 시리아 홈스에서 죽었습니다.

source: I worked w her extensively on all things Egypt
ko: 전 이집트에서 그녀와 함께 온종일 일했었죠.

source: Diaa Hadid notes:
ko: 디아 하디드의 말이다:

source: @diaahadid: Rest in peace Marie Colvin, Remi Ochlik, few will die as honorably, telling the world of what others sought to conceal
ko: 다른 이들이 감추려고 하는 것을 세상에 밝히니, 이만큼 명예로운 죽음도 없을 것입니다.

source: And Rania Zabaneh reminds us:
ko: 그리고 라니아 자바네는 우리에게 다시 한번 일깨워준다:

source: @RZabaneh: #Syria is becoming a deathtrap for journalists.
ko: @RZabaneh: #시리아는 저널리스트들에게 죽음의 함정과 다를 것이 없습니다.

source: This is OUTRAGEOUS: EIGHT journalists killed since 2012; FOUR in #Homs.
ko: 언어도단의 현실입니다: 2012년부터 8명의 저널리스트들이 죽었고, 그 중 4명이 홈스에서 죽었어요.

source: Meanwhile, CNN reporter Arwa Damon concludes:
ko: 한편, CNN 기자 아르와 다몬은 결론짓는다:

source: @arwaCNN: RIP 2 our colleagues killed in #homs, the price we pay 2 shed light on atrocities, the price #syria pays everyday 4 freedom
ko: 극악무도한 행위들을 보도하기 위해 우리가 치른 희생이, #시리아(syria)에서 매일 자유를 위해 치르는 희생입니다.
